{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The poem I’ve annotated is “The Cinnamon Peeler,” written and performed by Michael Ondaatje. It explores a husband’s desire for his wife, using descriptive and sensuous imagery. The husband works as a cinnamon peeler, so the smell of cinnamon and the “yellow bark dust” (Ondaatje line 3) leaves a lasting impression which highlights the physical and emotional intimacy between the couple. In his performance, Ondaatje emphasizes certain harsh-sounding words which might be considered controlling but ultimately express the husband’s intense love and longing. The poem engages multiple senses like touch, smell, and sound to create an embodied experience, which Ondaatje’s performance reinforces through his use of caesura and timbre. Charles Bernstein writes that “we look at the poetry reading not as a secondary extension of ‘prior’ written texts but as its own medium,” (10) which applies to “The Cinnamon Peeler” in that Ondaatje invokes emotions and unspoken ideas by using various performance techniques. Michael Ondaatje’s performance of the “The Cinnamon Peeler” shows the intense love between the husband and wife through the use of timbre to emphasize certain words, the use of caesuras to create a sensory listening experience, and the use of tempo and duration to signal memories of their relationship."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The poem’s intense, descriptive, and sensuous language is emphasized through Ondaatje’s use of timbre, which highlights the husband’s love of his wife. Most notably, he draws attention to sensory words such as “breasts,” “shoulders,” and “reek,” which show how timbre relates to the precise enunciation and increase in amplitude of these words. At the beginning of the poem, his performance almost sounds demanding and controlling, suggesting that wife’s “identity and subjectivity are non-existent and instead are derivative of that of the poet speaker” (Burcar 159). Ondaatje’s emphasis on intimate and bodily words creates an initial interpretation that the wife is defined solely by the pleasure she can give her husband, and that her identity is tied to his. In this way, the performance “is unique [because] it does what it does within the limits of language alone” (Bernstein 11). Its uniqueness comes from its ability to shift the listener’s perspective throughout the performance. Despite Ondaatje’s commanding tone, the wife’s lack of identity seems to result from the husband’s intense descriptions, because he is so overwhelmed by love and desire. Ondaatje’s performance is fluid and tranquil, especially with the prolonged s sounds at the beginning, in the lines “you could never walk through markets / without the profession of my fingers / floating over you” (lines 6-8). These sounds increase the duration of the word pronunciations, which emphasizes the husband’s desire to draw out the expression of his feelings of lust, and love, towards his wife."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The poem engages with sensory processes like hearing, smell, and touch that are amplified by Ondaatje’s performance. The smell of cinnamon becomes a metaphor of their relationship and love, which literally lingers on the wife. Ondaatje reinforces this metaphor through caesura and vocal duration in his performance. This idea draws on Tom Rice’s contention that although “listening might be regarded as a sensory process that involves the isolation and intensification of auditory attention and experience... listening involves a close interplay or collaboration with nonauditory senses” (103). The caesuras in Ondaatje’s performance give the listener time to pause and imagine the potent smell, a symbol of the couple’s love. In addition to smell, the sense of touch is very present in the poem. Ondaatje uses many descriptions of the body, especially in the lines “Here on the upper thigh / at this smooth pasture / neighbour to your hair [caesura] or the crease / that cuts your back. / This ankle” (lines 12-16). The descriptive language combined with the caesura creates a bodily experience for the listener, which emphasizes the husband’s intense and all-consuming love of his wife. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The poem engages with the senses, but the silences created by the caesuras invite their own interpretations because of the lack of any engagement with the senses. The listener must consider the weight of every word spoken before it. Ondaatje uses the pauses not only to emphasize certain words, but also to allow the listener to sit in the pauses between each thought. Following the line “and knew” (line 36), Ondaatje pauses for several seconds to indicate the idea that the wife accepts the cinnamon smell as a symbol of love. There is a profound importance to what Ondaatje leaves unsaid. This silence further contributes to conveying the love between both partners. The pauses slow the pace and allow a more thorough and methodological listening. The listener can feel the emotional weight of the husband and wife’s relationship without hearing any sound at all. The lack of sound also adds to the sensory experience that Rice describes in his work, with an almost anticipatory quality to the performance. Rice writes how “listening practices overlap with other aspects of attention, experience, and subjectivity” (108). These pauses direct the listener’s attention to the last spoken words."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Ondaatje’s performance of the poem includes slight tempo changes across certain narrative sections, highlighting a desire to rush through painful memories, and to linger on the happier ones. He shifts his tempo to show the things he wants to remember, and the things he doesn’t. Ondaatje demonstrates how memory is shaped by emotion, because he decreases tempo through the parts that show his feelings of love and lust of his wife, and increases tempo through the more emotionally painful parts of their relationship. Specifically, he says “I could hardly glance at you / before marriage / never touch you” (Ondaatje lines 19-21) which uses a faster tempo to suggest it is a memory he wants to forget. However, the memory is essential to the timeline of their relationship. He tries to mask the smell of cinnamon on him to be with her sooner, but nothing works. The tempo increases through these parts of the poem, but slows down at the end, when the wife says “I am the cinnamon / peeler’s wife. / Smell me” (lines 45-46). Overall, the emotional power of memory shapes Ondaatje’s performance, especially through his use of tempo."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "\nMichael Ondaatje’s performance of “The Cinnamon Peeler” creates a sensory listening experience that emphasizes specific words and sections of the poem to strengthen the narrative of the husband’s love of his wife. Through word choice and emphasis in performance, Ondaatje sets up listener expectations that are ultimately challenged because of his use of timbre, tempo, and caesura. Initially, the wife seems constrained the physical mark and lingering scent of the cinnamon; however, this mark is not one of restriction, but of love and devotion from them both. The caesuras in Ondaatje’s performance enhances the sensory quality of the poem because they give the listener time to absorb the vivid description and to reflect on their interpretations. Finally, Ondaatje changes his tempo to show how memories can play a role in emotions. Overall, Ondaatje’s performance explores themes of love, intimacy, and memory in the relationship between the husband and wife."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Works Cited"
        }
      ],
      "align": "center"
    },
    {
      "type": "paragraph",
      "align": "left",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Bernstein, Charles. “Introduction.” "
        },
        {
          "text": "Close Listening : Poetry and the Performed Word",
          "italic": true
        },
        {
          "text": ", edited by Charles Bernstein, Oxford University Press, 1998, pp. 3-26."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Burcar, Lilijana. “Ongoing Objectification, Marginalization and Sexualization of Women in Michael Ondaatje’s "
        },
        {
          "text": "The English Patient",
          "italic": true
        },
        {
          "text": " and "
        },
        {
          "text": "Divisadero",
          "italic": true
        },
        {
          "text": ": Old Patterns, New Disguises.” ELOPE, vol. 20, no. 1, 2023, https://doi.org/10.4312/elope.20.1.153-169."
        }
      ],
      "align": "left"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Ondaatje, Michael. “The Cinnamon Peeler.” Lyrik Line, www.lyrikline.org/en/poems/cinnamon-peeler-6570. Accessed 25 April 2025."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Rice, Tom. “Listening.” "
        },
        {
          "text": "Keywords in Sound",
          "italic": true
        },
        {
          "text": ", edited by Novak, David, and Matt Sakakeeny, Duke University Press, 2015, pp. 99-111."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Analysis of Michael Ondaatje's Performance of \"The Cinnamon Peeler\"",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "analysis-of-michael-ondaatjes-performance-of",
  "created_at": "2025-04-25T16:42:13.501Z",
  "created_by": "vmudryk1",
  "updated_at": "2025-04-25T17:02:16.619Z",
  "updated_by": "vmudryk1"
}